Repository: qcredit/broker-frontend-public
Catalog: locale/*/LC_MESSAGES/broker.po
Languages: pl_pl

source: Hi, %name%
pl_pl: Dzień dobry %name%,

source: We see that you've begun applying for a loan. Why not finish what you started?
pl_pl: Zachęcamy do ukończenia wypełniania wniosku. Dodatkowa szybka gotówka czeka na Ciebie.

source: Please %beginLink% click here %endLink% to finish your application and get a little closer to your dreams.
pl_pl: Proszę beginLink% kliknij tutaj% endLink%, aby zakończyć aplikację i zbliżyć się do swoich marzeń.

source: If the link is not working, please copy and paste the following to your browser address bar and hit Enter:
pl_pl: Jeśli link nie działa, skopiuj i wklej następujące elementy do paska adresu przeglądarki i naciśnij Enter:

source: All the best
pl_pl: Wszystkiego dobrego!

source: Please accept terms to continue
pl_pl: Zaakceptuj warunki aby kontynuować

source: Proceed
pl_pl: Kontynuować

source: about
pl_pl: o-nas

source: contact
pl_pl: kontakt

source: privacy-policy
pl_pl: polityka-prywatności

source: cookies-policy
pl_pl: polityka-cookies

source: terms-and-conditions
pl_pl: warunki-korzystania

source: Error
pl_pl: Błąd!

source: Oops!
pl_pl: Ups!

source: It seems we are experiencing some trouble right now. We are aware of the problem and are dealing with it. Please come back later.
pl_pl: Przepraszamy, mamy chwilowe problemy techniczne. Pracujemy nad ich rozwiązaniem. Zapraszamy później.

source: If you still see this message after a reasonable time, please don't hesitate to contact us at %email%.
pl_pl: Jeśli nadal widzisz ten komunikat, a minęło już trochę czasu, skontaktuj się z nami pod adresem% email%.

source: application
pl_pl: wakacje

source: Phone
pl_pl: Numer telefonu kontaktowego

source: Insert your email address
pl_pl: Adres email

source: Apply for a loan
pl_pl: Aplikuj o pożyczkę

source: Insert your name
pl_pl: Imię

source: Insert your email
pl_pl: Nazwisko

source: Insert your message
pl_pl: Wiadomość

source: Send
pl_pl: Wysłać

source: Thank you, your message has been sent! We will get in touch with you soon.
pl_pl: Dziękujemy, wiadomość została wysłana! Wkrótce się odezwiamy.

source: It has been a while since we've seen you. We have some offers for you that you might find irresistable. Here's a glance of what we've done for you:
pl_pl: Minęło trochę czasu od Twojej ostatniej wizyty. Specjalnie dla Ciebie mamy kilka kuszących propozycji. Oto one:

source: ... and there's more! Please %beginLink%click here%endLink% to see what else there's out for you!
pl_pl: Kliknij %beginLink% tutaj %endLink% aby zobaczyć, co jeszcze mamy dla Ciebie…

source: Sign contract
pl_pl: Podpisz umowę

source: Top offer
pl_pl: Super oferta

source: Monthly
pl_pl: Miesięczna spłata

source: Amount
pl_pl: Kwota

source: Duration
pl_pl: Okres spłaty

source: Interest
pl_pl: Oprocentowanie

source: APR
pl_pl: RRSO

source: Read more
pl_pl: Czytaj więcej

source: Application offers list
pl_pl: Lista ofert dla aplikacji

source: Thank you! Your application has been submitted and the loan offers will appear live within 15 minutes below:
pl_pl: Dziękujemy! Twój wniosek został złożony, a oferty pożyczki pojawią się na żywo w ciągu 15 minut poniżej:

source: Personal offers
pl_pl: Oferty dla osób prywatnych

source: Other offers
pl_pl: Inne oferty

source: Personal information
pl_pl: Informacje osobiste

source: Housing information
pl_pl: Informacje mieszkaniowe

source: Income information
pl_pl: Informacje o dochodach

source: Account information
pl_pl: Numer rachunku

source: Additional information
pl_pl: Dodatkowe informacje

source: Confirm
pl_pl: Potwierdzam

source: Hey there!
pl_pl: Dzień dobry,

source: Good things come to those who don't wait!
pl_pl: Łap okazję na dodatkową gotówkę!

source: In case you're having trouble completing the form, don't hesitate contacting us!
pl_pl: Skontaktuj się z nami, jeśli będziesz potrzebować pomocy przy wypełnianiu formularza!

source: Resume
pl_pl: Dalej

source: Hey %name%, you haven't chosen the offer! %link%
pl_pl: %name%, pamiętaj że dodatkowe pięniądze czekają na Ciebie! %link%

source: How much do you want to borrow?
pl_pl: Ile chcesz pożyczyć?

source: How fast do you want to pay off (months)?
pl_pl: W ile miesięcy chcesz spłacić pożyczkę?

source: Approximate monthly installment
pl_pl: Szacunkowa rata miesięczna

source: 404 - Not found
pl_pl: 404 - brak podanej strony

source: The page you were requesting was not found!
pl_pl: Żądana strona nie została znaleziona!

source: Thank you for taking the time to explore the opportunities out there.
pl_pl: Dziekujemy, że jesteś z nami :)

source: Please %beginLink% click here %endLink% to see what wonderful offers we have for you.
pl_pl: Kliknij %beginLink% tutaj %endLink% aby poznać dodatkowe super oferty…

source: Income type
pl_pl: Wybierz źródło dochodu

source: Your monthly net income
pl_pl: Twój miesięczny dochód netto

source: Year started at the organization
pl_pl: Podaj rok rozpoczęcia pracy

source: Month started at the organization
pl_pl: Podaj miesiąc rozpoczęcia pracy

source: Purpose of loan
pl_pl: Wybierz cel pożyczki

source: Personal identification number
pl_pl: Wpisz numer PESEL

source: Street
pl_pl: Ulica

source: ZIP
pl_pl: Kod pocztowy

source: House number
pl_pl: Numer domu

source: Apartment number
pl_pl: Numer mieszkania

source: City
pl_pl: Miasto

source: Account number
pl_pl: Podaj numer rachunku bankowego

source: Account type
pl_pl: Wybierz rodzaj konta

source: Account holder's name
pl_pl: Nazwisko właściciela konta

source: ID Card number
pl_pl: Numer mieszkania

source: Payout method
pl_pl: Wybierz metodę wypłaty

source: Education level
pl_pl: Wybierz poziom wykształcenia

source: Marital status
pl_pl: Wybierz stan cywilny

source: Type of residency
pl_pl: Wybierz forma własności mieszkania

source: Type of property
pl_pl: Wybierz rodzaj nieruchomości

source: Loan amount
pl_pl: Wysokość pożyczki

source: Loan term
pl_pl: Okres spłaty

source: First name
pl_pl: Imię

source: Last name
pl_pl: Nazwisko

source: Email
pl_pl: Adres email

source: Employed
pl_pl: Zatrudniona

source: Normal Pension
pl_pl: Emerytura

source: Disability Pension
pl_pl: Renta

source: Unemployed
pl_pl: Bezrobotny

source: Alimony
pl_pl: Zasiłek lub alimenty

source: Self Employed
pl_pl: Własna działalność gospodarcza

source: Farmer
pl_pl: Gospodarstwo Rolne

source: Basic
pl_pl: Podstawowe

source: Secondary
pl_pl: Średnie

source: Vocational
pl_pl: Zawodowe

source: Bachelor of Science
pl_pl: Licencjat

source: Master of Arts
pl_pl: MA

source: Master of Business Administration
pl_pl: MBA

source: Master of Advanced Studies
pl_pl: Magisterium

source: Medical Doctorate
pl_pl: MD

source: Other
pl_pl: Inne

source: Single
pl_pl: Panna / kawaler

source: Married
pl_pl: Zamężna / żonaty

source: Married, but divorcing
pl_pl: Zamężna / żonaty z rodzielnością

source: Divorced
pl_pl: Rozwiedziona / rozwiedziony

source: Separated
pl_pl: W separacji

source: Widow
pl_pl: Wdowa / wdowiec

source: Personal
pl_pl: Osobiste

source: Joint
pl_pl: Wspólne

source: I'm an owner
pl_pl: Własnościowe

source: I'm renting
pl_pl: Wynajmowane

source: I'm living with family
pl_pl: Mieszkam u rodziców

source: Social housing
pl_pl: Komunalne

source: Apartment
pl_pl: Mieszkanie

source: House
pl_pl: Dom

source: Duplex
pl_pl: Bliźniak

source: Account
pl_pl: Przelew na konto (bezpłatnie)

source: Giro
pl_pl: Wypłata czekiem GIRO na poczcie (13 zł)

source: Bills
pl_pl: Rachunki bieżące

source: Vacation
pl_pl: Wakacje

source: Rent or Mortgage
pl_pl: Czynsz/kredyt mieszkaniowy

source: Car
pl_pl: Samochód

source: Entertainment
pl_pl: Rozrywka

source: Groceries
pl_pl: Zakupy spożywcze

source: Renovation
pl_pl: Remont

source: Electronics
pl_pl: Sprzęt elektroniczny/AGD

source: Furniture
pl_pl: Meble

source: School
pl_pl: Szkoła

source: Tax Payment
pl_pl: Płatność podatku

source: Investment
pl_pl: Inwestycja

source: Invoice Payment
pl_pl: Harmonogram spłat

source: Rent
pl_pl: Wynajem

source: Employer name
pl_pl: Podaj nazwę firmy

source: Your position
pl_pl: Twoje stanowisko

source: Organization's field of activity
pl_pl: Wybierz branżę

source: Education provider
pl_pl: Nazwa uczelni / szkoły

source: Phone type
pl_pl: Wybierz rodzaj telefonu

source: I agree to the processing by Q Credit Sp. z o.o my personal data for marketing purposes, in terms of my address, address for correspondence and e-mail address. I have been informed of the right to inspect the data concerning me, the right to request a change and deletion of such data, as well as the right to object to the processing of my personal data.
pl_pl: Wyrażam zgodę na przetwarzanie przez Q Credit Sp. z o.o. moich danych osobowych w celach marketingowych, w zakresie obejmującym mój adres zamieszkania, adres do korespondencji oraz adres poczty elektronicznej. Zostałem poinformowany o prawie wglądu do treści dotyczących mnie danych, prawie żądania zmiany oraz usunięcia tych danych, a także o prawie zgłoszenia sprzeciwu wobec przetwarzania moich danych osobowych.

source: I agree to the processing of my personal data byQ Credit Sp. z o.o and by entities belonging to the capital group, which includes Q Credit Sp. z o.o in order to marketing products of these entities and third parties cooperating with Q Credit Sp. z o.o
pl_pl: Wyrażam zgodę na przetwarzanie moich danych osobowych przez Q Credit Sp. z o.o. oraz przez podmioty należące do grupy kapitałowej, w której skład wchodzi Q Credit Sp. z o.o. w celu marketingu produktów tych podmiotów oraz podmiotów trzecich, współpracujących z Q Credit Sp. z o.o.

source: I agree to receive from Q Credit Sp. z o.o commercial information sent via email.
pl_pl: Wyrażam zgodę na otrzymywanie od Q Credit Sp. z o.o. informacji handlowych przesyłanych za pomocą poczty elektronicznej.

source: I agree to receive from Q Credit Sp. z o.o commercial information provided via the telephone.
pl_pl: Wyrażam zgodę na otrzymywanie od Q Credit Sp. z o.o. informacji handlowych przedstawianych za pośrednictwem telefonu.

source: Field should not have more than {items} items
pl_pl: Pole nie powinno zawierać więcej niż {items} elementów

source: Must be equal to constant
pl_pl: Ma być stała

source: Must contain a valid item
pl_pl: Dodaj poprawny element

source: Invalid format provided
pl_pl: Dodaj właściwy format

source: Must have property "{property1}" when property "{property2}" is present
pl_pl: Ma zawierać właściwość “{property1}” gdy jest właściwość “{property2}”

source: Value must match the given list
pl_pl: Wartość musi być zgodna z podaną listą

source: Must be less than {number}
pl_pl: Być mniejsza niż {number}

source: Must me more than {number}
pl_pl: Być większa niż {number}

source: Invalid format
pl_pl: Niepoprawny format

source: Must be boolean
pl_pl: Być logiczna

source: Must be less than {maximum}
pl_pl: Być mniejsza niż {maximum}

source: Must be at least {minimum}
pl_pl: Być większa niż {minimum}

source: Must match {schemaName} schema
pl_pl: Pasować do schematu {schemaName}

source: Must be less than or equal to {maximum}
pl_pl: Być mniejsza lub równa {maximum}

source: Must not have more than {number} items
pl_pl: Nie może mieć więcej niż {numer} elementów

source: Must not exceed {number} characters
pl_pl: Nie może przekraczać {number} znaków

source: Must not have more than {number} properties
pl_pl: Nie może mieć więcej niż {numer} elementów

source: Must have a minimum value of {minimum}
pl_pl: Ma mieć minimalną wartość {minimum}

source: Must not have less than {number] items
pl_pl: Nie może mieć mniej niż {number} elementów

source: Must be at least {number} characters
pl_pl: Musi mieć co najmniej {number} znaków

source: Must not have less than {number} properties
pl_pl: Nie może mieć mniej niż {number} elementów

source: Must be a multiple of {number}
pl_pl: Ma to być wielokrotność {number}

source: Must have a property matching a required pattern
pl_pl: Ma pasować do wymaganego wzorca

source: Property name "{name}" is invalid
pl_pl: Nazwa właściwości “{name}” jest nieprawidłowa

source: Must have required property {property}
pl_pl: Ma mieć wymaganą właściwość {property}

source: Must be of type {type}
pl_pl: Ma być typu {type}

source: Must not have duplicate items
pl_pl: Nie może zawierać powótrzeń

source: We were unable to send your message. Please try again later.
pl_pl: Nie udało się wysłać Twojej wiadomości. Spróbuj ponownie później.

source: Offers for your application
pl_pl: Oferty dla Ciebie

source: Check out these offers for you loan application!
pl_pl: Sprawdź te oferty i złóż wniosek o pożyczkę!

source: Thank you for choosing us!
pl_pl: Dziękujemy za wybranie naszej oferty !

source: Don't quit, you're almost there!
pl_pl: Nie poddawaj się, jeszcze tylko kilka kroków!

source: Invalid name!
pl_pl: Niepoprawny format!

source: Invalid email!
pl_pl: Niepoprawny format!

source: Invalid message!
pl_pl: Niepoprawny format!

source: Message has to contain at least 10 characters
pl_pl: Wiadomość musi zawierać conajmniej 10 znaków

source: Please verify you are a human!
pl_pl: Potwierdź, że nie jesteś komputerem

source: Please provide a number
pl_pl: Wpisz numer

source: This field is required
pl_pl: To pole jest wymagane
